"There was an error in processing the images." = "Возникла проблема при обработке изображений.";

"The MakePDF application not found on this system." = "В данной системе не найдено программы MakePDF.";